require("dotenv").config();

const text = {
  moreInfo: `ЩО ТАКЕ ЗАКРИТИЙ КАНАЛ INSIGHT ROOM?

Це повноцінний світ психології та езотерики моїми очима 😍 

Тут я ділюся найдієвіщими методами та знаннями, зібрані за 8 років практики та навчань) Щоб дійсно допомогти тобі змінити життя, налагодити стосунки та реалізувати себе. Це все те, що працює особисто у мене та у моїх клієнтів. Перевірено👌

👉СТРУКТУРА КАНАЛУ
▪️Усі матеріали на каналі викладені у вигляді курсів, лекцій та челенджів, які розбиті по темах. Категорії охоплюють найголовніші сфери життя - відносини, реалізація, стан та інші.
▪️Як тільки ти потрапляєш на канал, тобі відкривається величезна кількість вправ, відео та аудіо з різних тем.
Заходь і просто починай працювати 🙏 

Також, на каналі регулярно проходять онлайн зустрічі "питання-відповідь") Ти завжди зможеш поставити мені запитання та отримати підтримку у виконанні завдань.

Це максимально комфортний спосіб опрацювати актуальні питання, знайти відповіді та нарешті вийти на інший рівень свого життя 🙏

В моєму полі стає легше, з'являється ясність і відкриваються шляхи) Давай зростати разом👇`,
  caption: `Вітаю❤️
Я дуже рада бачити тебе тут!
Адже це означає, що ти вже на крок ближче до вирішення свого питання. Давай почнемо цей шлях)

Цей бот допоможе тобі отримати доступ до мого закритого каналу «INSIGHT ROOM»
Після оплати бот надішле тобі посилання з доступом до каналу🌷

*підписка - щомісячна або на 3 місяці одразу
 *оплата приймається у гривні або євро

Техпідтримка 👉@yanina_brekhova`,
  caption_two: `Вартість підписки:

▪️Підписка на місяць - 1290грн | 30€
▪️Підписка на 3 місяці - 3500грн | 82€

*оплата автоматично конвертується за курсом валют у дату оплати`,
  successPayment: `ТВОЯ ОПЛАТА ПРОЙШЛА УСПІШНО🥳

Обов'язково ознайомся з правилами каналу і одразу переходь за посиланням.

‼️Посилання на канал є одноразове та дійсне 15 хвилин`,

  regulations: `ПРАВИЛА СПІЛЬНОТИ обов'язково ознайомся👇

▪️1. У тебе все виходить правильно!
Ми тут для того, щоби вирішити твій запит. Тут немає помилок чи неправильної роботи. Все відбувається за готовністю твоєї психіки 🙏
Не варто порівнювати свої результати з результатами інших учасників. Кожен приходить зі своєї точки А і рухається до змін у своєму темпі)

---------------------

▪️2. Ми з вами створюємо одне поле. І я хочу, щоб це поле було ресурсним та наповнюючим для всіх нас)

Тому в чаті ми не спілкуємось через скарги та важкі енергії. Не впадаємо в страждання і не йдемо в негатив із головою. Ми не приходимо зливати свій негатив на інших учасників.
✍️Ми екологічно ділимося своїми переживаннями (в чаті буде інструкція)

Бо ми тут насамперед для ресурсу! Щоб нарешті вирішити свої затики і увійти в зовсім інший стан)
І щоб це вийшло, щоб швидко і легко отримувати результати – нам усім потрібно створити певну атмосферу .

---------------------

▪️3. Бути чесним та відкритим
Щоб енергія добре закрутилася, чату потрібне життя) 

Кожне ваше повідомлення дає енергію на виконання ваших бажань, отримання результатів та прискорення)
Діліться інсайтами, ставте питання, дякуйте собі та іншим учасникам - чим більше емоцій у ваших словах, тим крутіше буде всім нам ❤️

---------------------

▪️4. Не "лікувати" інших учасників без запиту
Це безпечний простір.
Ми не ставимо діагнози, не даємо поради без запиту і не пишемо зворотний зв'язок через "тобі треба..." (в чаті буде інструкція)
Будь ласка, давайте поважати один одного і максимально дбайливо підбирати слова.

---------------------

❗️Це вільний простір і він тільки для українців. Тому в чаті дозволено спілкуватися українською та російською мовами. Мені важливо, якою мовою ви думаєте, бо ми тут говоримо про внутрішнє. Я сама є двомовною людиною і працюю на двох мовах. За створення конфліктів з приводу мови - БАН без попередження.


‼️Образи, прояв ворожості, ненависті, створення конфліктів, мат у бік інших учасників – БАН без попередження.


❌ Пряма чи нативна реклама заборонена: реклама своїх послуг, сторонні посилання, спам та інше – БАН без попередження.

---------------------

До зустрічі в каналі❤️`,

  choiceTariff: `Будь ласка, обери свій тариф:`,
  selectedTariffMonth: `Натисни кнопку нижче для оплати підписки на місяць:`,
  selectedTariffThreeMonth: `Натисни кнопку нижче для оплати підписки на 3 місяці:`,
};

const btnText = {
  // days: "💪 Standart 50$",
  // vip: "👑 VIP 150$",
  pay: "🔲 Сплатити підписку",
  more: "🔲 Дізнатись більше",
  month: "🔲 Місяць 1290грн | 30€",
  threeMonth: "🔲 3 Місяці 3500грн | 82€",
  back: "🔲 Назад",
};

// const paymentTitle = {
//   titleStandart: "Підписка на абонимент 1 місяць Standart 50$",
//   titleVIP: "Підписка на абонимент 1 місяців VIP 150$",
// };

module.exports = { text, btnText };
